Revit 2027 API
ParameterTypeId.StairsAttrTreadWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrTreadWidth { get; }
Public Shared ReadOnly Property StairsAttrTreadWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrTreadWidth {
	ForgeTypeId^ get ();
}
static member StairsAttrTreadWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace